import React from 'react'
import { Accordion } from 'react-bootstrap'

const PrivacyPolicy = () => {
    return (
        <Accordion defaultActiveKey="0">
        <Accordion.Item eventKey="1">
        <Accordion.Header>株式会社インフォコーパスプライバシーポリシー</Accordion.Header>
        <Accordion.Body>
        <p>インフォコーパスでは、お客様の情報をお守りすることは事業の根幹である、という認識を有しています。そのため、以下にお客様の個人情報の取り扱いについて定め、これを遵守するものとします。</p>

        <p>株式会社インフォコーパス（以下「当社」といいます）は、当社がお預かりするお客様、取引先の個人情報に関し、細心かつ適切な注意を払って管理を行います。</p>

        <p>1. 個人情報</p>
        <p>個人情報とは、「個人情報の保護に関する法律」に規定する個人情報で、特定の個人を識別することができるものを指します。</p>

        <p>2. 個人情報の利用目的</p>
        <p>当社が取得する個人情報は、以下の目的のために利用いたします。</p>
        <ul>
        　　<div>1. サービスのご提供およびご案内のため</div>
        　　<div>2. サービスのご利用料金請求のため</div>
        　　<div>3. ご本人に連絡するため</div>
        　　<div>4. お問い合わせに対応するため</div>
        　　<div>5. サービスおよび広告配信をカスタマイズするため</div>
        　　<div>6. キャンペーン、アンケート等に係る通知、連絡、発送のため</div>
        　　<div>7. セミナー・イベント等の運営管理、ご連絡、ご案内のため</div>
        　　<div>8. 利用規約に違反する形でのご利用を防止するため</div>
        　　<div>9. サービスの改善、新サービスの開発に役立てるため</div>
        　　<div>10. 個人を識別できない形に加工し、統計データを作成するため</div>
        　　<div>11. 業務上必要な連絡、商談、契約履行等のため</div>
        　　<div>12. 取引先情報の管理のため</div>
        　　<div>13. 委託業務に係る個人情報を受けた場合、当該委託業務を遂行するため</div>
</ul>
        <p>3. 個人情報の委託</p>
        <p>当社は、利用目的の達成に必要な範囲内において、取得した個人情報の取り扱いの全部または一部を委託する場合があります。その場合、委託先と機密保持を含む契約を締結し、当該委託業務以外への個人情報の利用、提供、漏洩、開示を禁止します。あわせて、委託先への必要かつ適切な監督を行います。</p>

        <p>4. 個人情報の第三者への提供</p>
        <p>当社は、以下の場合を除いて、個人情報を第三者に提供することはありません。</p>
        <ul>
　　<div>1. 振込手続きを行うため口座情報を金融機関に提供する場合</div>
　　<div>2. お客様ご本人の事前の同意を得ている場合</div>
　　<div>3. 法令に基づく場合</div>
　　<div>4. 人の生命、身体または財産の保護のために必要がある場合で、ご本人の同意を得ることが困難であると当社が判断したとき</div>
　　<div>5. 公序良俗の維持のために特に必要がある場合で、ご本人の同意を得ることが困難であると当社が判断したとき</div>
　　<div>6. 合併その他の事由により事業承継が生じる場合で、承継先に個人情報を引き継ぐ必要があるとき</div>
</ul>
<p>5. 個人情報の開示等の手続き</p>
<p>当社は、ご本人より当該本人の個人情報の利用目的の通知、開示、内容の訂正、追加または削除、利用の停止、消去および第三者提供の停止（以下、開示等といいます）のお申し出に対して速やかに応じるものとします。開示等をご希望の方は、その旨を当社までお知らせください。この場合、ご本人様であることを、当社から確認させていただく場合があります。また、開示等のために発生する実費相当分（ただし合理的な金額の範囲内とする）の手数料を、ご本人様にご負担いただく場合があります。</p>

<p>6. 免責</p>
<p>以下の場合は、当社は何ら責任を負いません。</p>
　　<ul><div>1. ご本人が当社サービスの機能または別の手段を用いて第三者に個人情報を明らかにした場合</div>
　　<div>2. ご本人が当社サービス上にて開示した情報等により、個人を識別できてしまった場合</div>
</ul>

<p>7. 統計データの利用</p>
<p>当社は、取得した個人情報をもとに、個人を識別できないように加工した統計データを作成する場合があります。個人を識別できない統計データの利用および第三者への提供について、当社は何らの制限も受けないものとします。</p>

<p>8. 個人を識別できない行動履歴、属性情報の取得・利用</p>
<p>当社は、提供しているサービス、ご案内、広告等の内容をよりご本人に適したものとするために、以下の例にあるような個人を識別できない情報を取得し、利用し、または同様の目的で広告主等に提供する場合があります。</p>
　<ul><div>1. クッキー、アクセスしたURL、コンテンツ、参照順等の行動履歴</div>
　　<div>2. 性別、年齢、職業等の属性情報</div></ul>

<p>9. 改定</p>
<p>当社は、本「個人情報の取り扱いについて」の全部または一部を改定することがあります。重要な変更がある場合には、当社ホームページ上でお知らせします。</p>

<p>10. お問い合わせ先</p>
<p>個人情報に関するお問い合わせ先および苦情・相談に関するお申し出先</p>
<p>【電子メールの場合】　contact@jp.infocorpus.com</p>
<p>【郵送の場合】　〒153-0064 東京都目黒区下目黒3-5-1 梶浦ビル5階</p>
　<p>株式会社インフォコーパス　個人情報保護管理責任者　宛</p>

以上
  </Accordion.Body>
        </Accordion.Item>
        </Accordion>
    )
}

export default PrivacyPolicy
